Repository: asidelnikoff/KumiteSystemPC
Catalog: LanguageLibrary/Resources/Resources.*.resx
Languages: ru_ru

source: Category Generator
ru_ru: Генератор Категорий

source: Enter name to search...
ru_ru: Введите имя для поиска…

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: Add to category
ru_ru: Добавить в категорию

source: Add competitor
ru_ru: Создать участника

source: Add category
ru_ru: Создать категорию

source: Competitors in category
ru_ru: Участники в категории

source: View category
ru_ru: Показать категорию

source: Generate category
ru_ru: Сгенерировать категорию

source: Save
ru_ru: Сохранить

source: Cancel
ru_ru: Отмена

source: Category name
ru_ru: Название категории

source: Category type
ru_ru: Тип категории

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Club
ru_ru: Клуб

source: Tournament name
ru_ru: Название турнира

source: This competitor is already in category
ru_ru: Этот участник уже добавлен в категорию

# YouHaveDataInThisCategory
source: You have data in this category. Do you want to regenerate category?
ru_ru: В данной категории есть данные. Хотите перегенерировать ее?

source: Regenerate
ru_ru: Перегенирировать

source: Do you want to shuffle competitors?
ru_ru: Хотите перемешать участников?

source: Shuffle
ru_ru: Перемешать

source: Without shuffle
ru_ru: Не перемешивать

source: Please enter a non empty string
ru_ru: Введите непустую строку

source: Competitors swaped
ru_ru: Участники поменяны местами

source: Can't swap competitors
ru_ru: Невозможно поменять местами

source: Have category results
ru_ru: Получены результаты в категории

# ShowExternalResultsBoardMessage
source: Show external board with results?
ru_ru: Показать результаты на внешнем экране?

source: Show results
ru_ru: Показать результаты

# YouHaventFinishCurrentlyLoadedMatch
source: You haven't finished currently loaded match. Do you want to finish it?
ru_ru: Загруженный матч еще не завершен. Хотите завершить его?

source: Finish
ru_ru: Завершить

source: Load without finishing
ru_ru: Загрузить без завершения

# CategoryExportedToFile
source: Category exproted to file
ru_ru: Категория экспортирована в файл

source: Ok
ru_ru: Ок

source: Round
ru_ru: Раунд

source: Complited
ru_ru: Завершена

source: Not Complited
ru_ru: Не завершена

source: Swap competitors
ru_ru: Переставить участников

source: Results
ru_ru: Результаты

source: Rounds
ru_ru: Раунды

source: Matches
ru_ru: Матчи

source: Load match
ru_ru: Загрузить матч

source: Please wait...
ru_ru: Подождите…

source: Export to file
ru_ru: Экспорт в файл

# RegerateBronzeStage
source: Regenerate Bronze stage
ru_ru: Перегенерировать матчи за бронзу

source: Winner
ru_ru: Победитель

source: Swap
ru_ru: Обменять

source: Info
ru_ru: Инфо

source: Error
ru_ru: Ошибка

# SmthWentWrong
source: Something went wrong
ru_ru: Что-то пошло не так

source: Choose default data path
ru_ru: Выберете папку для сохранения данных

source: Tatami
ru_ru: Татами

source: Open category
ru_ru: Открыть категорию

source: Resets
ru_ru: Сбросы

source: Reset Match
ru_ru: Сброс матча

source: Reset Timer
ru_ru: Сброс таймера

source: Externals
ru_ru: Внешние

source: Ext. Timer
ru_ru: Внеш. Таймер

source: Save Log
ru_ru: Сохранить файл

source: Clear Log
ru_ru: Очистить

source: Finish match
ru_ru: Завершить матч

source: Next match
ru_ru: След. матч

source: Set
ru_ru: Уст.

# Knockout
source: 10 sec
ru_ru: 10 сек

source: Ippon
ru_ru: Иппон

source: Wazari
ru_ru: Вазари

source: Yuko
ru_ru: Юко

source: Senshu
ru_ru: Сеншу

source: Winner AKA
ru_ru: Победитель АКА

# CurentMtach
source: Curent match
ru_ru: Текущий матч

source: Tie
ru_ru: Ничья

source: Judjes
ru_ru: Судьи

# StartTmier
source: Start timer
ru_ru: Запуск таймера

# StopTmier
source: Stop timer
ru_ru: Остановка таймера

source: Time left
ru_ru: Время

source: add
ru_ru: добавить

source: remove
ru_ru: убрать

source: point
ru_ru: балл

source: Points
ru_ru: Баллы

source: set
ru_ru: установить

source: sanction
ru_ru: замечание

# MatchRested
source: Match reseted
ru_ru: Матч сброшен

source: Match winner
ru_ru: Победитель матча

# MatchTie
source: Match ended with tie
ru_ru: Матч завeршен ничьей

source: Match results saved
ru_ru: Результаты матча сохранены

# OpenNewCategory
source: You have currently loaded category. Do you want to open new?
ru_ru: Уже имеется открыткая категория. Хотите открыть новую?

# MatchLodaed
source: Match loaded
ru_ru: Матч загружен

source: Match ended
ru_ru: Матч закончен

source: Kiken
ru_ru: Kикен

source: Shikaku
ru_ru: Шикаку

source: INFO
ru_ru: ИНФО

# PleaseEnterIntgeer
source: Please enter an integer
ru_ru: Введите целое число

source: Open
ru_ru: Открыть

source: Tournament
ru_ru: Турнир

source: Category
ru_ru: Категория

source: Winner AO
ru_ru: Победитель AO

source: Settings
ru_ru: Настройки

source: Data path
ru_ru: Путь к сохраненным файлам

source: Database path
ru_ru: Путь к базе данных

source: End of match sound
ru_ru: Звук завершения матча

source: Warning sound
ru_ru: Звук предупреждения

source: External screen
ru_ru: Внешний монитор

source: Auto load next match
ru_ru: Авто загрузка след. матча

source: Show next match on external board
ru_ru: Показать след. матч на внешнем экране

source: Name
ru_ru: Название

source: Primary
ru_ru: Основной

source: Settings saved
ru_ru: Настройки сохранены

source: Start
ru_ru: Старт

source: Stop
ru_ru: Стоп

source: Show external board
ru_ru: Показать внешний экран

source: Close external board
ru_ru: Закрыть внешний экран

source: Show external results board
ru_ru: Показать внешний экран с результатами

source: Close external results board
ru_ru: Закрыть внешний экран с результатами

source: Show ext.
ru_ru: Показать внеш.

source: Close ext.
ru_ru: Закрыть внеш.

# SingleElimination2
source: Single Elimination (2 third places)
ru_ru: Одиночное выбывание (2 третьих места)

# SingleElimination1
source: Single Elimination (1 third place)
ru_ru: Одиночное выбывание (1 третье место)

source: Round Robin
ru_ru: Раунд Робин

# AKAShikakau
source: AKA Shikaku
ru_ru: АКА Шикаку

source: AO Shikaku
ru_ru: АО Шикаку

source: AKA Kiken
ru_ru: АКА Кикен

source: AO Kiken
ru_ru: АО Кикен

source: Language
ru_ru: Язык

source: Log file saved
ru_ru: Файл сохранен
